Repository: wp-plugins/category-feature
Catalog: languages/category-feature-*.po
Languages: de_de

source: Donate
de_de: Spenden

source: Settings
de_de: Einstellungen

source: Permalink to
de_de: Link zu:

source: Click to toggle
de_de: Zum Umschalten klicken

source: http://wasistlos.waldemarstoffel.com/plugins-fur-wordpress/category-column-plugin
de_de: http://blog.atelier-fuenf.de/wordpress-plugins/category-column-plugin

source: Debug Info
de_de: Info zur Fehlersuche

source: Styling of the widgets
de_de: Styling der WIdgets

source: You can enter your own style for the widgets here. This will overwrite the styles of your theme.
de_de: Du kannst deinen eigenen Stil für die Widgets hier eingeben. Das wird die Stile deines Themes überschreiben.

source: If you leave this empty, you can still style every instance of the widget individually.
de_de: Wenn du das Feld leer lässt, kannst du immer noch jede Instanz des Widgets individuell stylen.

source: Custom Field:
de_de: Benutzerdefiniertes Feld

source: If you want to display a custom field of the posts in the widget, it will be wrapped in a &#39;&lt;p&gt;&#39; tag.
de_de: Wenn du ein benutzerdefiniertes Feld anzeigen willst, wird es in ein &#39;&lt;p&gt;&#39;-Tag eingebunden.

source: Here you can style the class of that paragraph.
de_de: Hier kannst du den Abschnitt stylen.

source: Compress Style Sheet:
de_de: Stylesheet Komprimieren:

source: Click here to compress the style sheet.
de_de: Anklicken, um das Stylesheet zu komprimieren.

source: If you can&#39;t reach the dynamical style sheet, you&#39;ll have to diplay the styles inline. By clicking here you can do so.
de_de: In manchen Fällen kann das virtuelle Style Sheet nicht erreicht werden. Ein Ablegen des CSS im Quellcode hilft dann. Hier klicken, um CSS inline zu schreiben.

source: entries
de_de: Einträge

source: entry
de_de: Eintrag

source: Empty cache (%d %s):
de_de: Cache leeren (%d %s):

source: You can empty the plugin&#39;s cache here, if necessary.
de_de: Falls nötig, kannst du hier den Cache des Plugins leeren.

source: Just put some css code here.
de_de: Einfach CSS Code hier eingeben.

source: Cache emptied.
de_de: Cache geleert.

source: Configure the output and looks of the widget. Then display thumbnails and excerpts of posts in your widget areas.
de_de: Konfiguriere den Inhalt und das Aussehen des Widgets. Zeige dann Thumbnails und Auszug deiner Artikel in deinen Widget Areas.

source: Frontpage (e.g. a static page as homepage)
de_de: Frontpage (z.B. eine statische Seite als Homepage)

source: &#34;Page&#34; pages
de_de: &#34;Seite&#34; Seiten

source: Category pages
de_de: Kategorieseiten

source: Single post pages
de_de: Artikelseiten

source: Archive pages
de_de: Archivseiten

source: Post type archives
de_de: Post Type Archive

source: Tag pages
de_de: Schlagwortseiten

source: Custom Taxonomy pages (only available, if having a plugin)
de_de: Custom Taxonomy Seiten (gibt es nur mit entspr. Plugin)

source: Author pages
de_de: Autorenseiten

source: Search Results
de_de: Suchergebnisseiten

source: &#34;Not Found&#34;
de_de: &#34;Nicht gefunden&#34;

source: Login page (only available, if having a plugin)
de_de: Login Seite (gibt es nur mit entspr. Plugin)

source: Check all
de_de: Alles auswählen

source: Above thumbnail
de_de: Über dem Thumbnail

source: Under thumbnail
de_de: Unter dem Thumbnail

source: Under image
de_de: Unter dem Artikelbild

source: Left of image
de_de: Links vom Artikelbild

source: Right of image
de_de: Rechts vom Artikelbild

source: Don&#39;t show excerpt
de_de: Auszug nicht anzeigen

source: Above post
de_de: Über dem Artikel

source: Under post
de_de: Unter dem Artikel

source: Don&#39;t show date
de_de: Datum nicht anzeigen

source: Title:
de_de: Titel:

source: Category:
de_de: Kategorie

source: Choose a category
de_de: Kategorie auswählen

source: Link the widget title to the chosen category.
de_de: Den Titel des Widgets mit der gewählten Kategorie verlinken.

source: Show the post title.
de_de: Die Überschrift anzeigen.

source: How many posts will be displayed in the widget:
de_de: Wieviele Artikel sollen im Widget angezeigt werden:

source: Offset (how many posts are spared out in the beginning):
de_de: Offset (wie viele Posts werden am Anfang übersprungen):

source: If you want to display a custom field, give it&#39;s name here:
de_de: Wenn du ein benutzerdefiniertes Feld anzeigen willst, gib den Namen hier ein:

source: Check to display random post(s) instead of a standard loop:
de_de: Anklicken, um zufällige(n) Artikel anstatt einer Standardschleife anzuzeigen.

source: Check to display posts in aplhabetical order:
de_de: Anklicken, um die Artikel in alphabetischer Reihenfolge anzuzeigen.

source: Check to have the offset only on your Frontpage.
de_de: Anklicken, um den Offset nur auf der Homepage zu haben.

source: Width of the thumbnail (in px):
de_de: Breite des Thumbnail (in px):

source: If wanting a border around the image, write the style here. %s would make it a black border, 1px wide.
de_de: Wenn du einen Rahmen um das Bild willst, style es hier. %s sorgt für einen schwarzen, 1px weiten Rahmen.

source: To overwrite the excerpt of WP, give here the number of sentences from the post that you want to display:
de_de: Um den Standardauszug zu überschreiben, gib hier die Zahl der Sätze an, die du vom Artikel anzeigen willst:

source: Check to display words instead of sentences.
de_de: Anklicken, um Wörter anstatt Sätze als Auszug zu nehmen.

source: Check to have each sentence in a new line.
de_de: Anklicken, um jeden Satz in einer neuen Zeile zu haben.

source: Check to suppress shortcodes in the widget (in case the content is showing).
de_de: Anklicken, um Shortcode im Widget zu unterdrücken (falls der Artikel angezeigt wird).

source: Check to return the excerpt unfiltered (might avoid interferences with other plugins).
de_de: Anklicken, um den Auszug ungefiltert zu bekommen (das könnte Interferenzen mit anderen Plugins vermeiden).

source: Check to keep the layout of the post (all tags and spaces).
de_de: Anklicken, um das aktuelle Format des Artikels zu behalten (mit allen tags und Leerzeichen).

source: Choose, whether to display the title above or under the thumbnail.
de_de: Wähle, ob die Überschrift über oder unter dem Thumbnail angezeigt werden soll.

source: Weight of the Post Title:
de_de: Gewicht der Überschrift:

source: Choose, whether or not to display the publishing date and whether it comes above or under the post.
de_de: Wähle, ob das Artikeldatum angezeigt werden soll, und ob es über oder unter dem Artikel zu sehen sein soll.

source: Choose, whether or not to display the excerpt and whether it comes under the thumbnail or next to it.
de_de: Wähle, ob der Auszug angezeigt werden soll, und ob er unter das Thumbnail kommt oder daneben.

source: %1$sLimit the title to %2$s words.%3$s
de_de: %1$sDie Länge der Überschrift auf %2$s Wörter reduzieren.%3$s

source: If you want a line between the posts, this is the height in px (if not wanting a line, leave emtpy):
de_de: Wenn eine Trennlinie zwischen den Posts sein soll, ist dies die Höhe der Linie in px (einfach leer lassen, wenn keine Linie gewünscht wird):

source: The color of the line (e.g. #cccccc):
de_de: Die Farbe der Trennlinie (z.B. #cccccc):

source: Check to have an additional &#39;read more&#39; link at the end of the excerpt.
de_de: Anklicken, um einen zusätzlichen &#39;mehr lesen&#39;-Link am Ende des Auszug zu haben.

source: Write here some text for the &#39;read more&#39; link. By default, it is %s:
de_de: Schreibe hier den Text für den &#39;mehr lesen&#39;-Link. Standardmäßig ist es %s:

source: If you want to style the &#39;read more&#39; link, you can enter a class here.
de_de: Um den &#39;mehr lesen&#39;-Link zu stylen, einfach hier eine Klasse angeben.

source: Check to keep the post of the main loop in the widget.
de_de: Anklicken, um einen Artikel aus der Hauptschleife auch im Widget anzuzeigen.

source: Check, where you want to show the widget. By default, it is showing on the homepage and the category pages:
de_de: Klicke an, wo das Widget gezeigt werden soll. Standardmäßig erscheint es auf der Homepage und in den Kategorien.

source: Here you can finally style the widget. Simply type something like%1$s%2$sborder-left: 1px dashed;%2$sborder-color: #000000;%3$s%2$sto get just a dashed black line on the left. If you leave that section empty, your theme will style the widget.
de_de: Hier schließlich wird das Widget gestylt. Einfach etwas wie%1$s%2$sborder-left: 1px dashed;%2$sborder-color: #000000;%3$s%2$seintragen, um eine schwarze gestrichelte Linie am linken Rand zu bekommen. Wenn dieses Feld leer bleibt, übernimmt das Theme das Styling des Widgets.
